Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Accessibility.Response.Summary.Image_author:%@_date:%@
source: %1$@ sent an image %2$@
ar: %1$@ أرسل صورة %2$@
da: %1$@ sendte et billede %2$@
de: %1$@ hat ein Bild gesendet %2$@
es: %1$@ envió una imagen %2$@
fi: %1$@ lähetti kuvan %2$@
fr: %1$@ a envoyé une image %2$@
hi: %1$@ ने एक तस्वीर भेजी %2$@
id: %1$@ mengirim gambar %2$@
it: %1$@ ha inviato un'immagine %2$@
ja: %1$@ が画像を送信しました %2$@
ms: %1$@ menghantar gambar %2$@
nb: %1$@ sendte et bilde %2$@
nl: %1$@ heeft een afbeelding verzonden %2$@
pl: %1$@ wysłał(a) obraz %2$@
pt: %1$@ enviou uma imagem %2$@
ro: %1$@ a trimis o imagine %2$@
ru: %1$@ отправил изображение %2$@
sv: %1$@ skickade en bild %2$@
th: %1$@ ส่งรูปภาพ %2$@
tr: %1$@ bir resim gönderdi %2$@
vi: %1$@ đã gửi một hình ảnh %2$@
zh_hans: %1$@ 发送了一张图片 %2$@
zh_hant: %1$@ 傳送了一張圖片 %2$@

# Accessibility.Response.Summary.TextAndImage_author:%@_date:%@_text:%@
source: %1$@ wrote %2$@: "%3$@" and attached an image
ar: %1$@ كتب %2$@: ”%3$@” وأرفق صورة
da: %1$@ skrev %2$@: ”%3$@” og vedhæftede et billede
de: %1$@ schrieb %2$@: „%3$@“ und fügte ein Bild hinzu
es: %1$@ escribió %2$@: «%3$@» y adjuntó una imagen
fi: %1$@ kirjoitti %2$@: ”%3$@” ja liitti kuvan
fr: %1$@ a écrit %2$@ : « %3$@ » et a joint une image
hi: %1$@ ने %2$@ को लिखा: ”%3$@” और एक तस्वीर संलग्न की
id: %1$@ menulis %2$@: ”%3$@” dan melampirkan gambar
it: %1$@ ha scritto %2$@: «%3$@» e ha allegato un'immagine
ja: %1$@ が %2$@ に投稿:「%3$@」、画像を添付
ms: %1$@ menulis %2$@: ”%3$@” dan melampirkan gambar
nb: %1$@ skrev %2$@: ”%3$@” og la ved et bilde
nl: %1$@ schreef %2$@: ”%3$@” en voegde een afbeelding toe
pl: %1$@ napisał(a) %2$@: „%3$@” i dołączył(a) obraz
pt: %1$@ escreveu %2$@: «%3$@» e anexou uma imagem
ro: %1$@ a scris %2$@: „%3$@” și a atașat o imagine
ru: %1$@ написал %2$@: «%3$@» и приложил изображение
sv: %1$@ skrev %2$@: ”%3$@” och bifogade en bild
th: %1$@ เขียนเมื่อ %2$@: ”%3$@” และแนบรูปภาพ
tr: %1$@ %2$@ yazdı: “%3$@” ve bir resim ekledi
vi: %1$@ đã viết %2$@: ”%3$@” và đính kèm một hình ảnh
zh_hans: %1$@ 在 %2$@ 写道："%3$@"并附上了一张图片
zh_hant: %1$@ 在 %2$@ 寫道：「%3$@」並附上了一張圖片

# Accessibility.Response.Summary.TextOnly_author:%@_date:%@_text:%@
source: %1$@ wrote %2$@: "%3$@"
ar: %1$@ كتب %2$@: ”%3$@”
da: %1$@ skrev %2$@: ”%3$@”
de: %1$@ schrieb %2$@: „%3$@“
es: %1$@ escribió %2$@: «%3$@»
fi: %1$@ kirjoitti %2$@: ”%3$@”
fr: %1$@ a écrit %2$@ : « %3$@ »
hi: %1$@ ने %2$@ को लिखा: ”%3$@”
id: %1$@ menulis %2$@: ”%3$@”
it: %1$@ ha scritto %2$@: «%3$@»
ja: %1$@ が %2$@ に投稿:「%3$@」
ms: %1$@ menulis %2$@: ”%3$@”
nb: %1$@ skrev %2$@: ”%3$@”
nl: %1$@ schreef %2$@: ”%3$@”
pl: %1$@ napisał(a) %2$@: „%3$@”
pt: %1$@ escreveu %2$@: «%3$@»
ro: %1$@ a scris %2$@: „%3$@”
ru: %1$@ написал %2$@: «%3$@»
sv: %1$@ skrev %2$@: ”%3$@”
th: %1$@ เขียนเมื่อ %2$@: ”%3$@”
tr: %1$@ %2$@ yazdı: “%3$@”
vi: %1$@ đã viết %2$@: ”%3$@”
zh_hans: %1$@ 在 %2$@ 写道："%3$@"
zh_hant: %1$@ 在 %2$@ 寫道：「%3$@」

# Accessibility.Toast.Close
source: Close this toast
ar: إغلاق هذا الإشعار
da: Luk denne notifikation
de: Benachrichtigung schließen
es: Cerrar la notificación
fi: Sulkekaa tämä ilmoitus
fr: Fermer cette notification
hi: इस सूचना को बंद करें
id: Tutup notifikasi ini
it: Chiudere la notifica
ja: この通知を閉じる
ms: Tutup pemberitahuan ini
nb: Lukk dette varselet
nl: Sluit deze melding
pl: Zamknij to powiadomienie
pt: Fechar a notificação
ro: Închideți această notificare
ru: Закрыть это уведомление
sv: Stäng den här notisen
th: ปิดการแจ้งเตือนนี้
tr: Bildirimi kapatı
vi: Đóng thông báo này
zh_hans: 关闭此通知
zh_hant: 關閉此通知

# Accessibility.Video.Mute
source: Mute
ar: كتم الصوت
da: Slå lyd fra
de: Stummschalten
es: Silenciar
fi: Mykistäkää
fr: Couper le son
hi: म्यूट करें
id: Bisukan
it: Disattiva audio
ja: ミュート
ms: Bisukan
nb: Demp
nl: Dempen
pl: Wycisz
pt: Silenciar
ro: Dezactivați sunetul
ru: Без звука
sv: Tysta
th: ปิดเสียง
tr: Sesi kapat
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

# Accessibility.Video.Pause
source: Pause
ar: إيقاف مؤقت
es: Pausa
fi: Pysäyttäkää
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
ms: Jeda
nl: Pauzeren
pl: Pauza
pt: Pausar
ro: Pauză
ru: Пауза
sv: Pausa
th: หยุดชั่วคราว
tr: Duraklat
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# Accessibility.Video.Play
source: Play
ar: تشغيل
da: Afspil
de: Wiedergabe
es: Reproducir
fi: Toistakaa
fr: Lecture
hi: चलाएं
id: Putar
it: Riproduci
ja: 再生
ms: Mainkan
nb: Spill av
nl: Afspelen
pl: Odtwarzaj
pt: Reproduzir
ro: Redați
ru: Воспроизвести
sv: Spela upp
th: เล่น
tr: Oynat
vi: Phát
zh_hans: 播放
zh_hant: 播放

# Accessibility.Video.Unmute
source: Unmute
ar: إلغاء كتم الصوت
da: Slå lyd til
de: Ton einschalten
es: Activar sonido
fi: Poistakaa mykistys
fr: Activer le son
hi: अनम्यूट करें
id: Bunyikan
it: Attiva audio
ja: ミュート解除
ms: Nyahbisukan
nb: Slå på lyd
nl: Dempen opheffen
pl: Włącz dźwięk
pt: Ativar som
ro: Activați sunetul
ru: Включить звук
sv: Slå på ljud
th: เปิดเสียง
tr: Sesi aç
vi: Bật tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

# Accessibility.View.Count_count:%lld
source: %1$lld views
ar: %1$lld مشاهدات
da: %1$lld visninger
de: %1$lld Ansichten
es: %1$lld visualizaciones
fi: %1$lld katselua
fr: %1$lld vues
hi: %1$lld व्यू
id: %1$lld tampilan
it: %1$lld visualizzazioni
ja: %1$lld 回閲覧
ms: %1$lld paparan
nb: %1$lld visninger
nl: %1$lld weergaven
pl: %1$lld wyświetlenia
pt: %1$lld visualizações
ro: %1$lld vizualizări
ru: %1$lld просмотров
sv: %1$lld visningar
th: %1$lld การดู
tr: %1$lld görüntülenme
vi: %1$lld lượt xem
zh_hans: %1$lld 次查看
zh_hant: %1$lld 次查看

# ActionSheet.Title
source: What do you want to do?
ar: ماذا تريد أن تفعل؟
da: Hvad vil du gøre?
de: Was möchten Sie tun?
es: ¿Qué desea hacer?
fi: Mitä haluatte tehdä?
fr: Que voulez vous faire ?
hi: आप क्या करना चाहते हैं?
id: Apa yang ingin Anda lakukan?
it: Che cosa desidera fare?
ja: 何をしますか？
ms: Apa yang anda mahu lakukan?
nb: Hva vil du gjøre?
nl: Wat wilt u doen?
pl: Co chcesz zrobić?
pt: O que pretende fazer ?
ro: Ce doriți să faceți?
ru: Что Вы хотите сделать?
sv: Vad vill du göra?
th: คุณต้องการทำอะไร?
tr: Ne yapmak istiyorsunuz?
vi: Bạn muốn làm gì?
zh_hans: 您想做什么？
zh_hant: 您想做什麼？

# Activity.Screen.Title
source: Activity
ar: النشاط
da: Aktivitet
de: Aktivität
es: Actividad
fi: Toiminta
fr: Activité
hi: गतिविधि
id: Aktivitas
it: Attività
ja: アクティビティ
ms: Aktiviti
nb: Aktivitet
nl: Activiteit
pl: Aktywność
pt: Atividade
ro: Activitate
ru: Активность
sv: Aktivitet
th: กิจกรรม
tr: Aktivite
vi: Hoạt động
zh_hans: 动态
zh_hant: 動態

# Author.Deleted
source: Deleted User
ar: مستخدم محذوف
da: Slettet bruger
de: Nutzer gelöscht
es: Usuario eliminado
fi: Poistettu käyttäjä
fr: Utilisateur supprimé
hi: हटाया गया उपयोगकर्ता
id: Pengguna dihapus
it: Utente eliminato
ja: 削除されたユーザー
ms: Pengguna dipadam
nb: Slettet bruker
nl: Verwijderde gebruiker
pl: Usunięty użytkownik
pt: Utilizador eliminado
ro: Utilizator șters
ru: Удалённый пользователь
sv: Borttagen användare
th: ผู้ใช้ที่ถูกลบ
tr: Silinmiş kullanıcı
vi: Người dùng đã xóa
zh_hans: 已删除的用户
zh_hant: 已刪除的使用者

# Block.Profile.Alert.Message
source: By blocking this user, you will no longer be able to see their messages or profile. Do you want to continue?
ar: إذا حظرت هذا المستخدم، فلن تتمكن من رؤية رسائله أو ملفه الشخصي بعد الآن. هل تريد المتابعة؟
da: Hvis du blokerer denne bruger, kan du ikke længere se vedkommendes beskeder eller profil. Vil du fortsætte?
de: Wenn Sie diesen Nutzer blockieren, können Sie seine Nachrichten oder sein Profil nicht mehr sehen. Möchten Sie fortfahren?
es: Si bloquea a este usuario, ya no podrá ver sus mensajes ni su perfil. ¿Desea continuar?
fi: Jos estätte tämän käyttäjän, ette enää näe hänen viestejään tai profiiliaan. Haluatteko jatkaa?
fr: En bloquant cet utilisateur, vous ne pourrez plus voir ses messages ou son profil. Souhaitez-vous continuer ?
hi: यदि आप इस उपयोगकर्ता को ब्लॉक करते हैं, तो आप उनके संदेश या प्रोफ़ाइल नहीं देख पाएंगे। क्या आप जारी रखना चाहते हैं?
id: Jika Anda memblokir pengguna ini, Anda tidak akan dapat melihat pesan atau profil mereka lagi. Apakah Anda ingin melanjutkan?
it: Bloccando questo utente non potrà più vedere i suoi messaggi o il suo profilo. Desidera continuare?
ja: このユーザーをブロックすると、メッセージやプロフィールが表示されなくなります。続行しますか？
ms: Jika anda menyekat pengguna ini, anda tidak akan dapat melihat mesej atau profil mereka lagi. Adakah anda mahu teruskan?
nb: Hvis du blokkerer denne brukeren, kan du ikke lenger se meldingene eller profilen deres. Vil du fortsette?
nl: Als u deze gebruiker blokkeert, kunt u hun berichten of profiel niet meer zien. Wilt u doorgaan?
pl: Po zablokowaniu tego użytkownika nie będziesz już widzieć jego wiadomości ani otrzymywać jego powiadomień.
pt: Ao bloquear este utilizador, deixará de ver as mensagens e o perfil dele. Pretende continuar ?
ro: Dacă blocați acest utilizator, nu îi veți mai putea vedea mesajele sau profilul. Doriți să continuați?
ru: Если Вы заблокируете этого пользователя, Вы больше не сможете видеть его сообщения или профиль. Вы хотите продолжить?
sv: Om du blockerar den här användaren kommer du inte längre att se deras meddelanden eller få deras aviseringar.
th: หากคุณบล็อกผู้ใช้รายนี้ คุณจะไม่สามารถเห็นข้อความหรือโปรไฟล์ของผู้ใช้รายนี้ได้อีกต่อไป ต้องการดำเนินการต่อหรือไม่?
tr: Bu kullanıcıyı engellerseniz mesajlarını ve profilini artık göremeyeceksiniz. Devam etmek istiyor musunuz?
vi: Nếu bạn chặn người dùng này, bạn sẽ không thể xem tin nhắn hoặc hồ sơ của họ nữa. Bạn có muốn tiếp tục không?
zh_hans: 屏蔽此用户后，您将无法再查看其消息或个人资料。是否继续？
zh_hant: 封鎖此使用者後，您將無法再查看其訊息或個人檔案。是否繼續？

# Block.Profile.Alert.Title
source: Block this user
ar: حظر هذا المستخدم
da: Blokér denne bruger
de: Diesen Nutzer blockieren
es: Bloquear a este usuario
fi: Estäkää tämä käyttäjä
fr: Bloquer cet utilisateur
hi: इस उपयोगकर्ता को ब्लॉक करें
id: Blokir pengguna ini
it: Bloccare questo utente
ja: このユーザーをブロック
ms: Sekat pengguna ini
nb: Blokker denne brukeren
nl: Blokkeer deze gebruiker
pl: Zablokować tego użytkownika
pt: Bloquear este utilizador
ro: Blocați acest utilizator
ru: Заблокировать этого пользователя
sv: Blockera den här användaren
th: บล็อกผู้ใช้รายนี้
tr: Bu kullanıcıyı engelle
vi: Chặn người dùng này
zh_hans: 屏蔽此用户
zh_hant: 封鎖此使用者

# Block.Profile.Button
source: Block
ar: حظر
da: Blokér
de: Blockieren
es: Bloquear
fi: Estäkää
fr: Bloquer
hi: ब्लॉक करें
id: Blokir
it: Blocca
ja: ブロック
ms: Sekat
nb: Blokker
nl: Blokkeren
pl: Zablokuj
pt: Bloquear
ro: Blocați
ru: Заблокировать
sv: Blockera
th: บล็อก
tr: Engelle
vi: Chặn
zh_hans: 屏蔽
zh_hant: 封鎖

# Block.Profile.Done.Title
source: This user is blocked.
ar: تم حظر هذا المستخدم.
da: Denne bruger er blokeret.
de: Dieser Nutzer wurde blockiert.
es: Este usuario está bloqueado.
fi: Tämä käyttäjä on estetty.
fr: Cet utilisateur est bloqué.
hi: यह उपयोगकर्ता ब्लॉक किया गया है।
id: Pengguna ini telah diblokir.
it: Questo utente è bloccato.
ja: このユーザーはブロックされています。
ms: Pengguna ini telah disekat.
nb: Denne brukeren er blokkert.
nl: Deze gebruiker is geblokkeerd.
pl: Ten użytkownik jest zablokowany.
pt: Este utilizador está bloqueado.
ro: Acest utilizator este blocat.
ru: Этот пользователь заблокирован.
sv: Den här användaren är blockerad.
th: ผู้ใช้รายนี้ถูกบล็อกแล้ว
tr: Bu kullanıcı engellendi.
vi: Người dùng này đã bị chặn.
zh_hans: 此用户已被屏蔽。
zh_hant: 此使用者已被封鎖。

# Comment.Create.Text.Placeholder
source: Add a comment
ar: إضافة تعليق
da: Tilføj en kommentar
de: Kommentar hinzufügen
es: Añadir un comentario
fi: Lisätkää kommentti
fr: Ajouter un commentaire
hi: कमेंट जोड़ें
id: Tambahkan komentar
it: Aggiunga un commento
ja: コメントを追加
ms: Tambah komen
nb: Legg til en kommentar
nl: Voeg een reactie toe
pl: Dodaj komentarz
pt: Adicionar um comentário
ro: Adăugați un comentariu
ru: Добавить комментарий
sv: Lägg till en kommentar
th: เพิ่มความคิดเห็น
tr: Yorum ekle
vi: Thêm bình luận
zh_hans: 添加评论
zh_hant: 新增留言

# Comment.Delete.Button
source: Delete my comment
ar: حذف تعليقي
da: Slet min kommentar
de: Diesen Kommentar löschen
es: Eliminar este comentario
fi: Poistakaa kommenttini
fr: Supprimer ce commentaire
hi: मेरा कमेंट हटाएं
id: Hapus komentar saya
it: Elimina questo commento
ja: コメントを削除
ms: Padam komen saya
nb: Slett kommentaren min
nl: Verwijder mijn reactie
pl: Usuń mój komentarz
pt: Apagar este comentário
ro: Ștergeți comentariul meu
ru: Удалить мой комментарий
sv: Ta bort min kommentar
th: ลบความคิดเห็นของฉัน
tr: Bu yorumu sil
vi: Xóa bình luận của tôi
zh_hans: 删除我的评论
zh_hant: 刪除我的留言

# Comment.Delete.Confirmation.Title
source: Are you sure you want to delete this comment? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذا التعليق؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil slette denne kommentar? Denne handling kan ikke fortrydes.
de: Möchten Sie diesen Kommentar wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Realmente desea eliminar este comentario? Esta acción es irreversible.
fi: Haluatteko varmasti poistaa tämän kommentin? Tätä toimintoa ei voi peruuttaa.
fr: Voulez-vous vraiment supprimer ce commentaire ? Cette action est irréversible.
hi: क्या आप वाकई इस कमेंट को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus komentar ini? Tindakan ini tidak dapat dibatalkan.
it: Desidera davvero eliminare questo commento? Questa azione è irreversibile.
ja: このコメントを削除してもよろしいですか？この操作は取り消せません。
ms: Adakah anda pasti mahu memadam komen ini? Tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette denne kommentaren? Denne handlingen kan ikke angres.
nl: Weet u zeker dat u deze reactie wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć ten komentarz? Tej operacji nie można cofnąć.
pt: Tem a certeza de que quer apagar este comentário ? Esta ação é irreversível.
ro: Sunteți sigur că doriți să ștergeți acest comentariu? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить этот комментарий? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort den här kommentaren? Den här åtgärden kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบความคิดเห็นนี้? การกระทำนี้ไม่สามารถยกเลิกได้
tr: Bu yorumu gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa bình luận này không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除此评论吗？此操作无法撤销。
zh_hant: 您確定要刪除此留言嗎？此操作無法復原。

# Comment.Delete.Done
source: Comment deleted
ar: تم حذف التعليق
da: Kommentar slettet
de: Kommentar gelöscht
es: Comentario eliminado
fi: Kommentti poistettu
fr: Commentaire supprimé
hi: कमेंट हटा दिया गया
id: Komentar dihapus
it: Commento eliminato
ja: コメントを削除しました
ms: Komen dipadam
nb: Kommentar slettet
nl: Reactie verwijderd
pl: Komentarz usunięty
pt: Comentário apagado
ro: Comentariu șters
ru: Комментарий удалён
sv: Kommentaren har tagits bort
th: ลบความคิดเห็นแล้ว
tr: Yorum silindi.
vi: Đã xóa bình luận
zh_hans: 评论已删除
zh_hant: 留言已刪除

# Comment.Detail.Title
source: Replies
ar: الردود
da: Svar
de: Antworten
es: Respuestas
fi: Vastaukset
fr: Réponses
hi: जवाब
id: Balasan
it: Risposte
ja: 返信
ms: Balasan
nb: Svar
nl: Antwoorden
pl: Odpowiedzi
pt: Respostas
ro: Răspunsuri
ru: Ответы
sv: Svar
th: การตอบกลับ
tr: Yanıtlar
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# Comment.SeeParent
source: View the original thread
ar: عرض المحادثة الأصلية
da: Vis den oprindelige tråd
de: Ursprüngliche Diskussion anzeigen
es: Ver la conversación original
fi: Näyttäkää alkuperäinen keskustelu
fr: Voir la discussion d'origine
hi: मूल चर्चा देखें
id: Lihat percakapan asli
it: Visualizzi la discussione originale
ja: 元のスレッドを表示
ms: Lihat perbualan asal
nb: Vis den opprinnelige tråden
nl: Toon de originele discussie
pl: Zobacz oryginalną dyskusję
pt: Ver a conversa original
ro: Vedeți conversația originală
ru: Посмотреть исходную беседу
sv: Visa originaltråden
th: ดูบทสนทนาต้นฉบับ
tr: Orijinal tartışmayı gör
vi: Xem cuộc trò chuyện gốc
zh_hans: 查看原始对话
zh_hant: 查看原始對話

# Common.Cancel
source: Cancel
ar: إلغاء
da: Annullér
de: Abbrechen
es: Cancelar
fi: Peruuttakaa
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Anular
ro: Anulați
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# Common.CancelModifications
source: Are you sure you want to leave this page? Content will be lost.
ar: هل أنت متأكد من أنك تريد مغادرة التحرير؟ سيتم فقدان المحتوى.
da: Er du sikker på, at du vil forlade redigeringen? Indholdet vil gå tabt.
de: Möchten Sie die Bearbeitung wirklich verlassen? Nicht gespeicherte Änderungen gehen verloren.
es: ¿Está seguro de que desea salir de la edición? El contenido se perderá.
fi: Haluatteko varmasti poistua muokkauksesta? Sisältö menetetään.
fr: Êtes-vous sûr de vouloir quitter l'édition ? Le contenu sera perdu.
hi: क्या आप वाकई संपादन से बाहर जाना चाहते हैं? सामग्री खो जाएगी।
id: Apakah Anda yakin ingin meninggalkan pengeditan? Konten akan hilang.
it: È sicuro di voler uscire dalla modifica? Il contenuto andrà perso.
ja: 編集を中止してもよろしいですか？内容は失われます。
ms: Adakah anda pasti mahu meninggalkan penyuntingan? Kandungan akan hilang.
nb: Er du sikker på at du vil forlate redigeringen? Innholdet vil gå tapt.
nl: Weet u zeker dat u het bewerken wilt verlaten? Inhoud gaat verloren.
pl: Czy na pewno chcesz opuścić tryb edycji? Zawartość zostanie utracona.
pt: Tem a certeza de que quer sair da edição ? O conteúdo será perdido.
ro: Sunteți sigur că doriți să părăsiți editarea? Conținutul va fi pierdut.
ru: Вы уверены, что хотите выйти из редактирования? Содержимое будет потеряно.
sv: Är du säker på att du vill lämna redigeringen? Innehållet kommer att gå förlorat.
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากการแก้ไข? เนื้อหาจะสูญหาย
tr: Düzenlemeden çıkmak istediğinize emin misiniz? İçerik kaybolacak.
vi: Bạn có chắc chắn muốn rời khỏi chỉnh sửa không? Nội dung sẽ bị mất.
zh_hans: 您确定要退出编辑吗？内容将丢失。
zh_hant: 您確定要退出編輯嗎？內容將遺失。

# Common.Close
source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fi: Sulkekaa
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închideți
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Common.Continue
source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatkakaa
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# Common.Delete
source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fi: Poistakaa
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Apagar
ro: Ștergeți
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Common.Done
source: Done
ar: تم
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

# Common.Duration.Day_value:%lld
source: %1$lld days
ar: %1$lld أيام
da: %1$lld dage
de: %1$lld Tage
es: %1$lld días
fi: %1$lld päivää
fr: %1$lld jours
hi: %1$lld दिन
id: %1$lld hari
it: %1$lld giorni
ja: %1$lld 日
ms: %1$lld hari
nb: %1$lld dager
nl: %1$lld dagen
pl: %1$lld dni
pt: %1$lld dias
ro: %1$lld zile
ru: %1$lld дней
sv: %1$lld dagar
th: %1$lld วัน
tr: %1$lld gün
vi: %1$lld ngày
zh_hans: %1$lld 天
zh_hant: %1$lld 天

# Common.Duration.Month_value:%lld
source: %1$lld months
ar: %1$lld أشهر
da: %1$lld måneder
de: %1$lld Monate
es: %1$lld meses
fi: %1$lld kuukautta
fr: %1$lld mois
hi: %1$lld महीने
id: %1$lld bulan
it: %1$lld mesi
ja: %1$lld ヶ月
ms: %1$lld bulan
nb: %1$lld måneder
nl: %1$lld maanden
pl: %1$lld miesięcy
pt: %1$lld meses
ro: %1$lld luni
ru: %1$lld месяцев
sv: %1$lld månader
th: %1$lld เดือน
tr: %1$lld ay
vi: %1$lld tháng
zh_hans: %1$lld 个月
zh_hant: %1$lld 個月

# Common.Duration.Week_value:%lld
source: %1$lld weeks
ar: %1$lld أسابيع
da: %1$lld uger
de: %1$lld Wochen
es: %1$lld semanas
fi: %1$lld viikkoa
fr: %1$lld semaines
hi: %1$lld सप्ताह
id: %1$lld minggu
it: %1$lld settimane
ja: %1$lld 週間
ms: %1$lld minggu
nb: %1$lld uker
nl: %1$lld weken
pl: %1$lld tygodnie
pt: %1$lld semanas
ro: %1$lld săptămâni
ru: %1$lld недель
sv: %1$lld veckor
th: %1$lld สัปดาห์
tr: %1$lld hafta
vi: %1$lld tuần
zh_hans: %1$lld 周
zh_hant: %1$lld 週

# Common.Duration.Year_value:%lld
source: %1$lld years
ar: %1$lld سنوات
da: %1$lld år
de: %1$lld Jahre
es: %1$lld años
fi: %1$lld vuotta
fr: %1$lld ans
hi: %1$lld साल
id: %1$lld tahun
it: %1$lld anni
ja: %1$lld 年
ms: %1$lld tahun
nb: %1$lld år
nl: %1$lld jaar
pl: %1$lld lat
pt: %1$lld anos
ro: %1$lld ani
ru: %1$lld лет
sv: %1$lld år
th: %1$lld ปี
tr: %1$lld yıl
vi: %1$lld năm
zh_hans: %1$lld 年
zh_hant: %1$lld 年

# Common.Edit
source: Edit
ar: تعديل
da: Redigér
de: Bearbeiten
es: Edición
fi: Muokatkaa
fr: Edition
hi: संपादित करें
it: Modifica
ja: 編集
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Edição
ro: Editați
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenleme
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# Common.Error
source: Error
ar: خطأ
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# Common.No
source: No
ar: لا
da: Nej
de: Nein
fi: Ei
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sv: Nej
th: ไม่
tr: Hayır
vi: Không
zh_hans: 否
zh_hant: 否

# Common.Ok
source: OK
ar: موافق
hi: ठीक है
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# Common.ReadLess
source: less
ar: أقل
da: mindre
de: weniger
es: menos
fi: vähemmän
fr: moins
hi: कम
id: lebih sedikit
it: meno
ja: 少なく
ms: kurang
nb: mindre
nl: minder
pl: mniej
pt: menos
ro: mai puțin
ru: меньше
sv: mindre
th: น้อยลง
tr: daha az
vi: ít hơn
zh_hans: 更少
zh_hant: 更少

# Common.ReadMore
source: more
ar: المزيد
da: mere
de: mehr
es: más
fi: lisää
fr: plus
hi: अधिक
id: lebih banyak
it: altro
ja: もっと
ms: lebih
nb: mer
nl: meer
pl: więcej
pt: mais
ro: mai mult
ru: ещё
sv: mer
th: เพิ่มเติม
tr: daha
vi: thêm
zh_hans: 更多
zh_hant: 更多

# Common.Retry
source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fi: Yrittäkää uudelleen
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba lagi
it: Riprova
ja: 再試行
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încercați din nou
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# Common.Save
source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
fi: Tallentakaa
fr: Sauvegarder
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvați
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Common.ViewOriginal
source: See original
ar: عرض الأصل
da: Vis original
de: Original anzeigen
es: Ver original
fi: Näyttäkää alkuperäinen
fr: Voir l’original
hi: मूल देखें
id: Lihat asli
it: Visualizzi l'originale
ja: 原文を表示
ms: Lihat asal
nb: Vis original
nl: Toon origineel
pl: Zobacz oryginał
pt: Ver original
ro: Vedeți originalul
ru: Показать оригинал
sv: Visa original
th: ดูต้นฉบับ
tr: Orijinali gör
vi: Xem bản gốc
zh_hans: 查看原文
zh_hant: 查看原文
